{
    "title": "ALD",
    "home": "Home",
    "about": "About ALD",
    "plan": "ALD Global Strategic Plan",
    "tech-intro": "Technology Introduction",
    "progress": "development path",
    "whitebook": "white paper",
    "more": "see more",
    "downloadWallet": "Download wallet",
    "lang1": "Remaining",
    "lang2": "buy",
    "lang3": "Enter BTC quantity",
    "lang4": "log in",
    "lang5": "registered",
    "lang6": "Balance",
    "lang7": "Invitation code",
    "lang8": "Deposit address",
    "lang9": "Deposit history",
    "lang10": "Purchase History",
    "lang11": "Insufficient BTC balance",
    "lang12": "Successful purchase",
    "lang13": "Failed purchase",
    "lang14": "Whether to spend",
    "lang15": "buy",
    "lang16": "mailbox",
    "lang17": "password",
    "lang18": "Mailbox error",
    "lang19": "wrong password",
    "lang20": "Invitation code",
    "lang21": "Please read and agree",
    "lang22": "\"ALD User Agreement\"",
    "lang23": "Password 6 ~ 18 digits",
    "lang24": "Incorrect invitation code",
    "lang25": "copy",
    "lang26": "Copy successful",
    "lang27": "Copy failed",
    "lang28": "Deposit address",
    "lang29": "time",
    "lang30": "Quantity",
    "lang31": "Deposit history",
    "lang32": "Recommended reward",
    "lang33": "Lower layer",
    "lang34": "Lower volume",
    "lang35": "Floor",
    "lang36": "First",
    "lang37": "X Total purchases",
    "lang38": "Y total purchases",
    "lang39": "confirm password",
    "lang40": "Inconsistent passwords",
    "lang41": "price",
    "lang42": "ALD (Rayleigh Wave Consensus Mechanism Protocol) is an electronic financial transaction protocol based on the blockchain, and it is also a public chain ecological platform positioned for applications in the digital financial industry. ALD uses the (Rayleigh Wave Consensus Mechanism) consensus mechanism and relies on artificial neural networks & genetic algorithms to find the optimal solution for clearing and payment. It can be applied to cross-chain, payment, exchange, and decentralized transactions.",
    "lang43": "Based on blockchain technology, ALD is able to achieve financial data and platform industrialization on a global scale. Industries include, but are not limited to, the Internet entertainment industry, the fashion luxury industry, the electronic finance industry, the information advertising industry, and the physical industry. Like the building blocks of functional application models, ALD will make full use of global business data and step by step applications will be embedded in the ecosystem, thus forming an ALD digital asset kingdom with digital finance as its core.",
    "lang44": "solution",
    "lang45": "Based on the above analysis of the current status of the blockchain industry, ALD will propose a reasonable solution combining its own public chain advantages",
    "lang46": "Comparison of consensus algorithms",
    "lang47": "Rely on artificial neural network & genetic algorithm to find the optimal solution for clearing and payment",
    "lang48": "Genesis node",
    "lang49": "48 global creation nodes, providing initial computing power for the ALD blockchain network",
    "lang50": "Multifunctional ecological platform",
    "lang51": "Global financial dataization and platform industrialization, not limited to Internet entertainment, fashion luxury goods, electronic finance, physical industry, etc.",
    "lang52": "Safe, logical and stable system architecture",
    "lang53": "In order to solve the various obstacles that the blockchain technology may face in the application landing process, the ALD blockchain platform uses a two-layer structure",
    "lang54": "Highly Fusion Expansion",
    "lang55": "Cross-border payment, global trade, supply chain finance, credit reporting, artificial intelligence IoT, medical health, IP copyright, etc.",
    "lang56": "Form a project team and demonstrate the feasibility of the project",
    "lang57": "Determine product concepts and logical framework work, develop low-level code and application-level product development",
    "lang58": "Complete core low-level code and test",
    "lang59": "Upgrade the underlying architecture",
    "lang60": "Complete ALD performance test, improve and optimize operating system",
    "lang61": "Complete the ALD ecological basic framework",
    "lang62": "Completed ALD PC-side wallet development",
    "lang63": "Complete mobile wallet and blockchain browser development",
    "lang64": "Development of ALD mining and mining digital asset platform",
    "lang65": "shut down",
    "lang66": "sign out",
    "lang67": "Sign out successfully",
    "lang68": "Logout failed",
    "lang69": "Organize and publish the latest version of the white paper",
    "lang70": "Publish international version of ALD official website and go online",
    "lang71": "Release mobile terminal wallet, blockchain browser",
    "lang72": "Establish an autonomous, motivating community, and assist the ecological development of ALD",
    "lang73": "The ALD community is fully online, conducting market promotion, integrating market resources, and cooperating globally",
    "lang74": "determine",
    "lang75": "Bind ALD wallet address",
    "lang76": "wrong address",
    "lang77": "Bind successfully",
    "lang78": "Bind failed",
    "-": "-"
}