{
    "title": "ALD",
    "home": "Home",
    "about": "About ALD",
    "plan": "ALD Global Strategic Plan",
    "tech-intro": "Technology Introduction",
    "progress": "development path",
    "whitebook": "white paper",
    "more": "see more",
    "lang1": "Remaining",
    "lang2": "buy",
    "lang3": "Enter the number of BTCs",
    "lang4": "log in",
    "lang5": "registered",
    "lang6": "Balance",
    "lang7": "Invitation code",
    "lang8": "Currency address",
    "lang9": "Currency record",
    "lang10": "Purchase History",
    "lang11": "Insufficient BTC balance",
    "lang12": "Purchase success",
    "lang13": "Failed purchase",
    "lang14": "Whether it costs",
    "lang15": "buy",
    "lang16": "mailbox",
    "lang17": "password",
    "lang18": "Mailbox error",
    "lang19": "wrong password",
    "lang20": "Invitation code",
    "lang21": "Please read and agree",
    "lang22": "ALD User Agreement",
    "lang23": "Password 6 ~ 18 digits",
    "lang24": "Invitation code error",
    "lang25": "copy",
    "lang26": "Successful copy",
    "lang27": "Replication failed",
    "lang28": "Currency address",
    "lang29": "time",
    "lang30": "Quantity",
    "lang31": "Currency record",
    "lang32": "Recommended reward",
    "lang33": "Lower layer",
    "lang34": "Lower volume",
    "lang35": "Floor",
    "lang36": "First",
    "lang37": "X total purchase",
    "lang38": "Y total purchase",
    "lang39": "confirm password",
    "lang40": "Inconsistent password",
    "lang41": "price",
    "lang42": "ALD (Rayleigh Wave Consensus Mechanism Protocol) is a blockchain-based electronic financial transaction protocol and a public-chain ecological platform for digital financial industry applications. ALD uses the Rayleigh Wave Consensus Mechanism consensus mechanism to rely on artificial neural networks & genetic algorithms to find the optimal solution for liquidation and payment. It can be applied to cross-chain, payment, exchange, and de-centered transactions.",
    "lang43": "Based on blockchain technology, ALD can achieve global financial dataization and platform industrialization, including but not limited to the Internet entertainment industry, fashion luxury goods industry, electronic finance industry, information advertising industry, and physical industry. Like a building-like functional application model, ALD will make full use of global business data and step by step to embed applications in the ecological chain, thus forming a ALD digital asset kingdom centered on digital finance.",
    "lang44": "solution",
    "lang45": "Based on the above analysis of the current status of the blockchain industry, ALD will propose a reasonable solution combining its own public chain advantages.",
    "lang46": "Consensus algorithm comparison",
    "lang47": "Relying on artificial neural networks & genetic algorithms to find the optimal solution for clearing and payment",
    "lang48": "Creation node",
    "lang49": "A total of 48 global creation nodes, providing initial power for ALD blockchain networks",
    "lang50": "Multi-functional ecological platform",
    "lang51": "Global financial dataization and platform industrialization are not limited to Internet entertainment, fashion luxury goods, e-finance, physical industries, etc.",
    "lang52": "Secure, logical, and stable system architecture",
    "lang53": "In order to solve the various obstacles that blockchain technology may face in the application landing process, the ALD blockchain platform adopts a two-layer structure.",
    "lang54": "High integration",
    "lang55": "Cross-border payment, global trade, supply chain finance, credit reporting, artificial intelligence Internet of things, medical health, IP copyright, and other widely used applications",
    "lang56": "Identify product concepts and logical frameworks, develop underlying code and application layer product development",
    "lang57": "Upgrade the underlying architecture",
    "lang58": "Complete ALD performance testing, improve and optimize the operating system, complete the ALD ecological infrastructure",
    "lang59": "Organize and publish the latest version of the white paper",
    "lang60": "Publish mobile terminal wallet, blockchain browser",
    "lang61": "Released ALD mining digital asset platform",
    "lang62": "Released the official version of the ALD official website and went online",
    "lang63": "Building an autonomous, stimulating community, assistant ALD ecological development",
    "lang64": "The ALD community is fully online, marketing, integrating market resources and collaborating on a global scale",
    "lang65": "shut down",
    "lang66": "sign out",
    "lang67": "Logout successful",
    "lang68": "Logout failed"
}