{
    "title": "ALD",
    "home": "дома",
    "about": "О ALD",
    "plan": "ALD Глобальный стратегический план",
    "tech-intro": "Техническое введение",
    "progress": "История развития",
    "whitebook": "Белая бумага",
    "more": "Посмотреть больше",
    "downloadWallet": "Скачать кошелек",
    "lang1": "прибавочный",
    "lang2": "покупка",
    "lang3": "Введите количество BTC",
    "lang4": "登录",
    "lang5": "Зарегистрироваться",
    "lang6": "баланс",
    "lang7": "Код приглашения",
    "lang8": "Адрес депозита",
    "lang9": "История депозита",
    "lang10": "Запись покупки",
    "lang11": "Недостаточный баланс BTC",
    "lang12": "Удачная покупка",
    "lang13": "Покупка не удалась",
    "lang14": "Стоит ли тратить",
    "lang15": "покупка",
    "lang16": "почтовый ящик",
    "lang17": "пароль",
    "lang18": "Ошибка почтового ящика",
    "lang19": "Неверный пароль",
    "lang20": "Код приглашения",
    "lang21": "Пожалуйста, прочитайте и согласитесь",
    "lang22": "«ALD Пользовательское соглашение»",
    "lang23": "Пароль 6 ~ 18 цифр",
    "lang24": "Неверный код приглашения",
    "lang25": "копия",
    "lang26": "Копирование успешно",
    "lang27": "Копирование не удалось",
    "lang28": "Адрес депозита",
    "lang29": "время",
    "lang30": "количество",
    "lang31": "История депозита",
    "lang32": "Рекомендуемая награда",
    "lang33": "Нижний слой",
    "lang34": "Нижний объем",
    "lang35": "слой",
    "lang36": "первый",
    "lang37": "X Всего покупок",
    "lang38": "Y всего покупок",
    "lang39": "Подтвердите пароль",
    "lang40": "Несоответствующие пароли",
    "lang41": "цена",
    "lang42": "ALD (протокол согласованного механизма волн Рэлея) представляет собой электронный протокол финансовых транзакций, основанный на блокчейне, а также является экологической платформой для открытых сетей, предназначенной для приложений в цифровой финансовой индустрии. ALD использует механизм консенсуса (волнового механизма Рэлея) и опирается на искусственные нейронные сети и генетические алгоритмы, чтобы найти оптимальное решение для клиринга и оплаты. Он может применяться к кросс-цепочкам, платежам, обмену и децентрализованным транзакциям.",
    "lang43": "Основанный на технологии блокчейна, ALD способен достичь индустриализации финансовых данных и платформ в глобальном масштабе, включая, помимо прочего, индустрию интернет-развлечений, индустрию роскоши моды, индустрию электронных финансов, индустрию информационной рекламы и физическую индустрию. Подобно строительным блокам функциональных моделей приложений, ALD будет в полной мере использовать глобальные бизнес-данные, а пошаговые приложения будут встроены в экосистему, создавая тем самым королевство цифровых активов ALD с ядром цифровых финансов.",
    "lang44": "Решения",
    "lang45": "Основываясь на приведенном выше анализе текущего состояния индустрии блокчейнов, ALD предложит разумное решение, сочетающее в себе собственные преимущества публичной сети.",
    "lang46": "Сравнение согласованных алгоритмов",
    "lang47": "Положитесь на искусственную нейронную сеть и генетический алгоритм, чтобы найти оптимальное решение для клиринга и оплаты",
    "lang48": "Бытие узел",
    "lang49": "48 глобальных узлов создания, обеспечивающих начальную вычислительную мощность для сети цепочки блоков ALD",
    "lang50": "Многофункциональная экологическая платформа",
    "lang51": "Глобальная финансовая датаизация и индустриализация платформ, не ограничиваясь только интернет-развлечениями, модными товарами класса люкс, электронными финансами, физической индустрией и т. Д.",
    "lang52": "Безопасная, логичная и стабильная архитектура системы",
    "lang53": "Чтобы устранить различные препятствия, с которыми технология блокчейнов может столкнуться в процессе посадки приложений, платформа блокчейнов ALD использует двухслойную структуру",
    "lang54": "Высоко Fusion Расширение",
    "lang55": "Трансграничные платежи, глобальная торговля, финансирование цепочки поставок, кредитная отчетность, IoT искусственного интеллекта, медицинское обслуживание, авторское право на интеллектуальную собственность и т. Д.",
    "lang56": "Сформируйте команду проекта и продемонстрируйте осуществимость проекта",
    "lang57": "Определение концепции продукта и работы логической структуры, разработка низкоуровневого кода и разработка продукта на уровне приложения",
    "lang58": "Полный базовый низкоуровневый код и тест",
    "lang59": "Обновите базовую архитектуру",
    "lang60": "Завершите тестирование производительности ALD, улучшите и оптимизируйте операционную систему",
    "lang61": "Завершить базовую экологическую основу ALD",
    "lang62": "Завершена разработка кошелька ALD для ПК",
    "lang63": "Полная разработка мобильного кошелька и блокчейна",
    "lang64": "Разработка платформы ALD для майнинга и майнинга цифровых активов",
    "lang65": "близко",
    "lang66": "Выйти",
    "lang67": "Выйти успешно",
    "lang68": "Не удалось выйти",
    "lang69": "Организовать и опубликовать последнюю версию белой книги",
    "lang70": "Опубликовать международную версию официального сайта ALD и выходить в интернет",
    "lang71": "Выпуск мобильного терминала-кошелька, блокчейн-браузера",
    "lang72": "Создание автономного, мотивирующего сообщества и содействие экологическому развитию ALD",
    "lang73": "Сообщество ALD полностью онлайн, проводит продвижение на рынке, объединяет рыночные ресурсы и сотрудничает по всему миру",
    "lang74": "определить",
    "lang75": "Привязать ALD адрес кошелька",
    "lang76": "Ошибка адреса",
    "lang77": "Привязать успешно",
    "lang78": "Связать не удалось",
    "-": "-"
}