{
    "title": "ALD",
    "home": "дома",
    "about": "О ALD",
    "plan": "ALD Глобальный стратегический план",
    "tech-intro": "Техническое введение",
    "progress": "История развития",
    "whitebook": "Белая бумага",
    "more": "Увидеть больше",
    "lang1": "прибавочный",
    "lang2": "покупка",
    "lang3": "Введите количество BTC",
    "lang4": "войти",
    "lang5": "регистрация",
    "lang6": "баланс",
    "lang7": "Код приглашения",
    "lang8": "Адрес валюты",
    "lang9": "Валютная запись",
    "lang10": "Запись покупки",
    "lang11": "Недостаточный баланс BTC",
    "lang12": "Успех покупки",
    "lang13": "Покупка не удалась",
    "lang14": "Стоит ли",
    "lang15": "покупка",
    "lang16": "почтовый ящик",
    "lang17": "пароль",
    "lang18": "Ошибка почтового ящика",
    "lang19": "Неверный пароль",
    "lang20": "Код приглашения",
    "lang21": "Пожалуйста, прочитайте и согласитесь",
    "lang22": "ALD Пользовательское соглашение",
    "lang23": "Пароль 6 ~ 18 цифр",
    "lang24": "Ошибка кода приглашения",
    "lang25": "копия",
    "lang26": "Успешная копия",
    "lang27": "Репликация не удалась",
    "lang28": "Адрес валюты",
    "lang29": "время",
    "lang30": "количество",
    "lang31": "Валютная запись",
    "lang32": "Рекомендуемая награда",
    "lang33": "Нижний слой",
    "lang34": "Нижний объем",
    "lang35": "слой",
    "lang36": "первый",
    "lang37": "X общая покупка",
    "lang38": "У всего покупки",
    "lang39": "Подтвердите пароль",
    "lang40": "Несоответствующий пароль",
    "lang41": "цена",
    "lang42": "ALD (протокол согласованного механизма волн Рэлея) представляет собой протокол электронных финансовых транзакций на основе блокчейна и экологическую платформу публичной цепочки для приложений цифровой финансовой индустрии. ALD использует механизм консенсуса Механизма согласования волн Рэлея, чтобы полагаться на искусственные нейронные сети и генетические алгоритмы для поиска оптимального решения для ликвидации и оплаты. Он может применяться к кросс-цепочкам, платежам, обмену и децентрализованным транзакциям.",
    "lang43": "Основанный на технологии блокчейна, ALD может обеспечить глобальную финансовую передачу данных и индустриализацию платформ, включая, помимо прочего, индустрию интернет-развлечений, индустрию модных товаров класса люкс, индустрию электронных финансов, индустрию информационной рекламы и физическую индустрию. Подобно функциональной модели приложений, подобной зданию, ALD будет в полной мере использовать глобальные бизнес-данные и шаг за шагом внедрять приложения в экологическую цепочку, формируя тем самым королевство цифровых активов ALD, сосредоточенное на цифровых финансах.",
    "lang44": "Решения",
    "lang45": "Основываясь на приведенном выше анализе текущего состояния индустрии блокчейнов, ALD предложит разумное решение, сочетающее в себе свои преимущества публичной сети.",
    "lang46": "Сравнительный алгоритм сравнения",
    "lang47": "Опираясь на искусственные нейронные сети и генетические алгоритмы, чтобы найти оптимальное решение для клиринга и оплаты",
    "lang48": "Создание узла",
    "lang49": "Всего 48 глобальных узлов создания, обеспечивающих начальную мощность для сетей цепочки блоков ALD",
    "lang50": "Многофункциональная экологическая платформа",
    "lang51": "Глобальная финансовая датаизация и индустриализация платформы не ограничиваются интернет-развлечениями, модными предметами роскоши, электронными финансами, физическими отраслями и т. Д.",
    "lang52": "Безопасная, логичная и стабильная архитектура системы",
    "lang53": "Чтобы устранить различные препятствия, с которыми технология блокчейнов может столкнуться в процессе посадки приложений, платформа блокчейнов ALD имеет двухслойную структуру.",
    "lang54": "Высокая интеграция",
    "lang55": "Трансграничные платежи, глобальная торговля, финансы цепочки поставок, кредитная отчетность, искусственный интеллект, Интернет вещей, медицинское обслуживание, авторское право на интеллектуальную собственность и другие широко используемые приложения",
    "lang56": "Создать проектную команду и провести демонстрацию осуществимости проекта",
    "lang57": "Определить концепции продукта и логические структуры, разработать базовый код и разработку продукта на уровне приложений",
    "lang58": "Завершите основной код и протестируйте его",
    "lang59": "Обновите базовую архитектуру",
    "lang60": "Полное тестирование производительности ALD, улучшение и оптимизация операционных систем",
    "lang61": "Завершить структуру экологической инфраструктуры ALD",
    "lang62": "Полная разработка кошелька ALD для ПК",
    "lang63": "Полная разработка мобильного кошелька и блокчейна",
    "lang64": "Разработка платформы цифровых активов ALD для майнинга",
    "lang65": "близко",
    "lang66": "Выйти",
    "lang67": "Выйти успешно",
    "lang68": "Не удалось выйти",
    "lang69": "Организовать и опубликовать последнюю версию белой книги",
    "lang70": "Вышла официальная версия официального сайта ALD и вышла в онлайн",
    "lang71": "Опубликовать мобильный терминал, кошелек, блокчейн-браузер",
    "lang72": "Построение автономного, стимулирующего сообщества, помощника АЛД по экологическому развитию",
    "lang73": "Сообщество ALD полностью онлайн, занимается маркетингом, интегрирует рыночные ресурсы и сотрудничает в глобальном масштабе."
}